"BUTTON_AUTHENTICATE" = "Usa il mio numero di telefono";

"BUTTON_CREATED_ACCOUNT" = "Account creato";

"BUTTON_CREATE_ACCOUNT" = "Crea account";

"BUTTON_CREATING_ACCOUNT" = "Creazione dell'account in corso";

"BUTTON_DISMISS" = "Rimuovi";

"BUTTON_NOT_NOW" = "Non ora";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Reinvia codice di conferma";

"BUTTON_RETRY" = "Riprova";

"BUTTON_SENDING_CONF_CODE" = "Invio del condice di conferma in corso";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Verifica";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Verificato";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Verifica in corso";

"BUTTON_SEND_CONF_CODE" = "Invia codice di conferma";

"BUTTON_SENT_CONF_CODE" = "Codice di conferma inviato";

"BUTTON_SIGNED_IN" = "Accesso effettuato";

"BUTTON_SIGNING_IN" = "Accedi";

"BUTTON_SIGN_IN" = "Accedi";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Accedi tramite Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Prova con un numero di telefono diverso";

"CALL_ME_ACTION" = "Chiamami";

"CALL_ME_LOADING" = "Chiamata in corso...";

"ERROR_CANT_SMS" = "Impossibile inviare un SMS a questo numero.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Controlla il codice e riprova";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ops, sembra che ci sia un problema di rete. Vuoi riprovare? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Controlla il tuo numero e riprova";

"ERROR_TRY_AGAIN_LATER" = "Al momento non è stato possibile eseguire l'accesso a Twitter. Riprova più tardi.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Precedentemente hai impostato un codice di verifica in 2 passaggi su <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "Toccando \"Crea account\" qui sopra, accetti i <u>Termini di servizio</u>, l'<u>Informativa sulla privacy</u> e l'<u>Informativa sull'uso dei cookie</u> di Digits by Twitter. Accetti inoltre che altri utenti di %@ possano trovarti tramite il tuo numero di telefono e/o la tua email.";

"FOOTNOTE_SEND_CONF_CODE" = "Toccando \"Invia codice di conferma\", <u>Digits by Twitter</u> ti invierà un SMS o ti telefonerà per confermare il tuo numero di telefono. Vengono applicate le tariffe standard.";

"FOOTNOTE_TOS_UPDATE" = "Toccando \"Accedi\" qui sopra, accetti l'aggiornamento di <u>Termini di servizio</u>, <u>Informativa sulla privacy</u> e <u>Informativa sull'uso dei cookie</u> di Digits by Twitter. Accetti inoltre che altri utenti di %@ possano trovarti tramite numero di telefono e/o email.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Inserisci il codice di verifica in 2 passaggi";

"LABEL_ENTER_CONF_CODE" = "Inserisci codice di conferma";

"LABEL_ENTER_PHONE_NUMBER" = "Inserisci il tuo numero di telefono";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Utilizziamo Digits by Twitter per trovare altri tuoi amici che usano quest'app. Selezionando Ok, caricheremo la tua rubrica su Digits by Twitter per aiutarti a trovare altri utenti di %@ che conosci o per aiutare gli altri utenti di %@ a trovarti.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Trova i tuoi amici";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Impossibile confermare il tuo numero di telefono";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Spiacenti, non riusciamo a inviarti un codice di conferma.";

"PARTIAL_FOOTNOTE_THIS_APP" = "quest'app";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Codice di verifica";

"PLACEHOLDER_CONF_CODE" = "Codice di conferma";

"PLACEHOLDER_YOUR_NUMBER" = "Il tuo numero";

"WAIT_FOR_CONF_CODE" = "Entro un minuto invieremo al tuo telefono un codice di conferma.";

